Repository: mutawakel-oss/Developing-In-house-Application---HelpDesk-System
Catalog: App_LocalResources/frmNewUserAccount.aspx.*.resx
Languages: ar

# btnBackResource1.Text
source: Back
ar: الخلف

# btnSaveResource1.Text
source: Send
ar: ارسل

# ButtonResource1.Text
source: Cancel
ar: الغي

# ButtonResource2.Text
source: Check Status
ar: حالة الحساب

# Label10Resource1.Text
source: Online Libray System
ar: نظام المكتبة الإلكتروني

# Label12Resource1.Text
source: Badge No.
ar: رقم البطاقة

# Label1Resource1.Text
source: Mandantory Field
ar: حقل الزامي

# Label2Resource1.Text
source: Badge No
ar: رقم البطاقة

# Label3Resource1.Text
source: Department
ar: القسم

# Label4Resource1.Text
source: Job Title
ar: المسمى الوظيفي

# Label5Resource1.Text
source: Email
ar: البريد الإلكتروني

# Label6Resource1.Text
source: Choose Online Services
ar: اختر الخدمة

# Label7Resource1.Text
source: E-mail
ar: البريد الإلكتروني

# Label8Resource1.Text
source: Medicine Curriculum
ar: منهج الطب

# Label9Resource1.Text
source: Master of Medical Education
ar: ماجستير التعليم الطبي

# LabelResource1.Text
source: Phone / Pager
ar: تلفون / بيجر

# lblFullName1Resource1.Text
source: Full Name
ar: الإسم

# lblHeadingResource1.Text
source: New UserAccount Request
ar: طلب انشاء حساب لمستخدم جديد

# lblhlpLinkResource1.Text
source: Help and Other Links
ar: مساعدة وروابط اخرى

# lblInstructionResource1.Text
source: Please fill following details, and click send to submit your New User Account Request
ar: الرجاء تعبئة البيانات التالية ثم انقر الزر ارسل لتقديم طلب تسجيل حساب مستخدم جديد

# lbtnAccountStatusResource1.Text
source: Account Status
ar: حالة الحساب

# lbtnNewAccountResource1.Text
source: New Account
ar: حساب جديد

# LinkButtonResource1.Text
source: Download Medical Curriculum Agreement
ar: اظغط هنا لتحميل اتفاقية المنهج الطبي

# lnkDownloadFormResource1.Text
source: Click here to Download Request Form
ar: اظغط هنا لتحميل نموذج الطلب

# PageResource1.Title
source: HelpDesk|New User Account
ar: الدعم الفني | حساب مستخدم جديد

# regVldBadgeNoResource1.ErrorMessage
source: Badge No.
ar: رقم البطاقة:

# RequiredFieldValidator14Resource1.ErrorMessage
source: Name:
ar: الإسم:

# RequiredFieldValidator1Resource1.ErrorMessage
source: Badge No.
ar: رقم البطاقة:

# RequiredFieldValidator2Resource1.ErrorMessage
source: Pager No.
ar: رقم البيجر:

# RequiredFieldValidator4Resource1.ErrorMessage
source: JobTitle:
ar: المسمى الوظيفي

# RequiredFieldValidator5Resource1.ErrorMessage
source: Department:
ar: القسم

# RequiredFieldValidator6Resource1.ErrorMessage
source: Email:
ar: البريد الإلكتروني

# revEmailResource1.ErrorMessage
source: Email:
ar: البريد الإلكتروني

# ValidationSummary1Resource1.HeaderText
source: You must make a valid entry for Badge No
ar: الرجاء ادخال رقم بطاقة صحيح:

# validSummaryResource1.HeaderText
source: You must make a valid entry for the following fields:
ar: الرجاء ادخال البيانات التالية بشكل صحيح:
